Repository: vicding-mi/SolrSearch-VB
Catalog: languages/*.po
Languages: nl_vb

source: Solr Options
nl_vb: Solr opties

source: Cannot connect to Solr with the given configuration. Please check your server host, port, and core.
nl_vb: Er kan geen verbinding gemaakt worden met Solr met de huidige configuratie. Gelieve uw server host, poort en core na te kijken

source: Tag
nl_vb: Trefwoorden

source: Result Type
nl_vb: Resultaatstype

source: ACL not available
nl_vb: ACL niet beschikbaar

source: Solr configuration updated. Be sure to reindex.
nl_vb: Solr configuratie werd geüpdatet. Gelieve te herindexeren

source: Hit highlighting features modified.
nl_vb: Resultaat highlighting eigenschap veranderd.

source: Failed to gather posted data.
nl_vb: Ge-poste data verzamelen mislukt.

source: Enable/Disable highlighting matches in Solr fields
nl_vb: Schakel aan/uit highlighting overeenkomsten in Solr velden

source: True
nl_vb: Waar

source: False
nl_vb: Onwaar

source: Snippets:
nl_vb: Tekstfragmenten:

source: The maximum number of highlighted snippets to generate
nl_vb: Het maximum aantal gemarkeerde tekstfragmenten om te genereren

source: Snippet Size:
nl_vb: Tekstfragment grootte:

source: The maximum number of characters to display in a snippet
nl_vb: het maximum aantal karakters om weer te geven als tekstfragment

source: Reindex process started.
nl_vb: Herindexeren gestart.

source: Clear & Reindex
nl_vb: Legen & herindexeren

source: Update Search Fields
nl_vb: Zoekvelden bijwerken

source: ALL TERMS
nl_vb: ALLE TERMEN

source: Remove constraint %s
nl_vb: Verwijder beperking %s

source: Untitled
nl_vb: Geen titel

source: Server Port:
nl_vb: Server poort:

source: Solr Core Name:
nl_vb: Solr Core naam:

source: Facet Field Constraint Order:
nl_vb: Facet veld volgorde

source: Occurrences
nl_vb: Voorkomens

source: Maximum Facet Count:
nl_vb: Maximum facet hoeveelheid:

source: Omeka Categories
nl_vb: Omeka categoriën

source: Solr Search Configuration
nl_vb: Solr Search configuratie

source: Configure SolrSearch Indexing
nl_vb: Configureer SolrSearch indexeren

source: Field Configuration
nl_vb: Veldconfiguratie

source: Hit Highlighting Options
nl_vb: Resultaat highlighting opties

source: Index Items
nl_vb: Indexeer items

source: Configure Search Fields
nl_vb: Configureer zoekvelden

source: Is Searchable
nl_vb: Is doorzoekbaar

source: Is Facet
nl_vb: Is een facet

source: Field
nl_vb: Veld

source: Solr Search Facets
nl_vb: Solr zoekfacetten

source: Manage Solr Search Facets
nl_vb: Beheer Solr zoekfacetten

source: Return to form.
nl_vb: Ga terug naar formulier

source: Solr Search Hit Highlighting Options
nl_vb: Solr Search resultaat markeeropties

source: Configure Solr
nl_vb: Configureer Solr

source: Hit Highlighting
nl_vb: Resultaat highlighting

source: Select hit highlighting options from available fields below.
nl_vb: Selecteer resultaat markeringsopties van beschikbare velden hieronder.

source: Reindex Items in Solr
nl_vb: Herindexeer items in Solr

source: Search the Collection
nl_vb: Zoek in de Collectie

source: Search keywords
nl_vb: Vrij zoeken

source: Limit your search
nl_vb: Zoekresultaten beperken

source: results for
nl_vb: verwijder

source: Reindex All Items
nl_vb: Herindexeer alle items

source: Click the button below to reindex all of your public items into the Solr index.
nl_vb: Klik op de onderstaande knop om alle publieke items te herindexeren in de Solr index.

source: %s results
nl_vb: %s resultaten

source: Show remaining
nl_vb: Toon resterende

source: Show less
nl_vb: Minder tonen

source: remove
nl_vb: verwijderen
